7zip
amd-ucode
atuin
base
base-devel
bemenu
bind
bitwarden
blender
bluetui
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cloudflared
cmatrix
code
darktable
dmenu
docker
docker-compose
dunst
efibootmgr
firefox
fzf
git
gmtp
gnome-terminal
gnome-themes-extra
greetd
greetd-gtkgreet
gst-plugin-pipewire
helm
htop
hugo
i3-wm
i3status
inotify-tools
intel-media-driver
iwd
jq
k9s
kitty
kodi
kubectl
less
lib32-libgudev
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
lshw
mesa-utils
nano
nautilus
neovim
network-manager-applet
networkmanager
nnn
nvidia-open
nvidia-prime
nvtop
obs-studio
obsidian
ollama
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
postgresql-libs
radeontop
rofi
smartmontools
sof-firmware
steam
sway
swaybg
swayidle
swaylock
tailscale
tcpdump
thunderbird
tmux
totem
ttf-jetbrains-mono-nerd
vim
vlc
vlc-plugins-all
vulkan-intel
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xorg-xrandr
xorg-xwayland
xpad
yt-dlp
zram-generator
zsh
